<?php if (!defined('FastCore')) {
    exit('Opss!');
}
# Заголовки
$opt = array(
    'title' => 'О проекте',
    'keywords' => 'скрипт, хайпы, игры, бонусы, серфинги, php8, apache, nginx',
    'description' => 'Супербыстрый скрипт для создания сайтов php8, mysqli, utf-8, apache, nginx'
);

?>

<h4>О скрипте - <?= $config->sitename ?></h4>
<p>Данный скрипт предназначен для создания сайтов любой сложности, в скрипте имеется базовый функционал, необходимый для
    изначального пользования, всеми привычные разделы от предшественников, теперь все это работает намного быстрее и
    безопаснее. Мы потрудились сделать этот скрипт максимально простым и удобным и к тому же масштабируемым, эта версия
    скрипта нуждается в доработке и потерпит некоторые изменения, скрипт нельзя продавать в чистом виде так как является
    публичным. Если у Вас есть идеи и разбираетесь в кодинге воплощайте их в данный движок, создавай модули, дизайны и
    прочие наработки они будут полезными.
</p>

<div style="font-size: 110%;" class="alert bg-light">
    Авторы и разработчики скрипта: Jumast & Kolyaka105. <br/>
    Наше сообщество - <a href="https://vk.com/fastcore">VK.COM/FASTCORE</a><br/>

    <b>Требования к серверу:</b><br/>
    - php 8.0 и выше<br/>
    - Mysqli UTF-8 | inno_db<br/>
    - Apache 2.4, FastCGI, CGI
</div>
